[{"created_at": "2024-06-27T04:46:07.126Z", "reply_count": 1, "reply_to_post_number": null, "raw": "[袁新意：姜萍事件的疑点分析](https://zhuanlan.zhihu.com/p/705650067?utm_psn=1789620924233940992)\n\n原文转载如下：\n\n6月14日，当我看到网上关于姜萍获得阿里巴巴数学竞赛初赛第12名的报道时，我为姜萍取得这样的成绩而高兴，为中国出了这样一个数学天才而激动。于是我马上向我的几个从事数学研究的同行们转载了这个消息，同行们也和我一样高兴，我们还对此做了很多讨论。\n\n6月16日，我打开知乎继续关注姜萍事件，居然看到了很多质疑姜萍的成绩的文章。我本来不相信，但是习惯性的点开一看，发现有些文章的确是非常理性地提出了各种疑点，这样我对这个事件的看法很快就产生了变化。\n\n之后，网络上出现了铺天盖地的疑点，包括姜萍的中考成绩，她在涟水中专的数学考试分数，她的数学老师王闰秋的简历，与王闰秋相关的很多聊天记录的截图。于是，网络上很明确的分出了两派，分别是质疑姜萍与支持姜萍的。网上这两派的辩论非常激烈，或许因为没有最终的定论，辩论逐渐转为口水战和人身攻击。更有一些缺乏道德底线的自媒体将此事凭空上升到了阶级歧视，性别歧视，学历歧视的高度，煽动了大众的情绪，骗取了大量的流量。这让我想起今日的美国不可挽回的社会撕裂，而这个撕裂主要源自某些有心人利用一切机会将各种问题上升到歧视的高度。我们中华民族是个智慧与友善的民族，我真不希望我们在这方面步美国的后尘。\n\n对于这件事，每个人掌握的线索不同，并且有自己不同的视角和思维方式，于是会有不同的看法，这是合情合理的。所以我希望大家能够冷静地对待这件事情，就事论事，不要上纲上线，不要相互攻击，也不要攻击姜萍或其他的当事人。下面，我来介绍一下我对这件事情中的一些线索的分析，希望读者能够冷静的对待我的分析。因为大部分来自网络的材料真伪难辨，我这里主要分析阿里巴巴达摩院发布的采访姜萍的视频，以及复旦大学姚一隽教授对她的 LaTex 答卷的评论。\n\n## （1）阿里巴巴竞赛的初赛\n\n阿里巴巴竞赛的初赛的考试范围基本达到了数学系三至四年级的本科生学习的内容，考试内容可能涵盖这个阶段的学生学过的几乎所有课程，涉及的数学方向包括分析，代数，几何，概率，组合等等。今年初赛有2个选择题，5个大题，共7个题。考试时间为48小时，考试形式为开卷，选手阅读题目和提交答案都在线上完成。规则上允许查资料，不允许和别人讨论，但是没有监考机制。这个考试方式很好地照顾了处于全球不同时区的考生。因为初赛只是为了获得进入复赛的资格，最终评奖只看复赛的成绩，而每年有大约八百名考生进入复赛，所以初赛成绩实际上没有那么重要。\n\n姜萍此次初赛获得了满分120分中的93分，位列5万名参赛者的第12名，这是一个非常高的名次。因为很多选手感觉分数够进复赛了就没有努力地把所有的题目做完，所以初赛排名靠前的选手的水平并不一定强于初赛排名远远靠后的选手。如果要对应，这个93分代表的水平可以对应到北大和清华等名校数学系高年级本科生的中上等水平。如果这个成绩是姜萍自己所考得，那么她的学习天赋应该是很罕见的。毕竟，按照报道，姜萍从中专才开始集中学习数学，也就是说她花了不到两年的时间学完了高中数学和数学系的本科数学。\n\n我们先考虑一个问题，就是一个初中毕业生，是否能够在两年的时间内学完高中数学和本科数学，并且能够在初赛中考出93分？按照我的学习与教学经验，我认为在全国每年的初中毕业生中，应该有10个左右的学生具有这个天赋。当然，要完成这个任务，还需要该学生在数学上有极浓厚的兴趣，超强的学习能力，和非凡的毅力。所以，单从我们看到的姜萍的简历，我们并不能断定她考不出这个分数。\n\n## （2）视频中的板书\n\n这个板书里的数学内容证明了数学分析里的一个基本公式。数学分析，就是数学系的微积分，是数学系本科生学习的第一门数学课，一般要学习三个学期。因为是摆拍，这个板书代表的真正的数学内容不重要；板书上的证明的对错与优劣也不重要；板书是抄的书，抄的自己的笔记，或者抄的老师的笔记，其实也不重要。\n\n![|1356x1000](upload://lExAs7M71mzGsUC68WWU6SNCyTk.webp)\n\n阿里巴巴报道姜萍的视频中的板书的截图（本着对事不对人的原则，截图淡化了姜萍的身影）\n\n在这个9行的板书里，我圈出了13处问题，它们可能是错误，笔误，或书写习惯导致的误会。我们将逐一分析这些问题。这里我们暂时将在现实中写这个板书的人称为“笔者”，之后再讨论笔者是否是姜萍。\n\n(2)(6): 这里将希腊字母 Γ 写成了英文字母 𝑇 ，甚至写成了 Γ 的镜像对称。Γ 函数是微积分里对于正整数的阶乘的一个推广，数学界约定俗成地用希腊字母 Γ 表示。笔者定然是不认识这个字母的，不然不会写成别的字母。\n\n(3)(4): 这里将乘积 𝜋𝑧 写成了乘方 𝜋𝑧 。 这表面上是一个很严重的错误，但可能只是抄错了某个潦草的笔记造成。注意到其它地方的 𝜋𝑧 并没有出错，所以笔者实际上没有意识到自己在这些地方抄的是同一个东西，也没有理解自己抄的数学内容。于是我们可以排除笔者是在当场答题或临场发挥的可能，笔者只是在抄一个可能有点潦草的数学笔记。\n\n(5): 这里将 𝑛 阶导 𝜓(𝑛) 写成了 𝜓𝑛 。 这个完全把一个量写成了另一个没有意义的量，说明笔者不认识微积分中的高阶导数的记号。\n\n(7)(8): 这里将 𝜓 写成了 𝜑 。这个两个希腊字母确实有些像，区别是 𝜑 必须一笔写成，而 𝜓 必须用两笔写成。认识这两个字母的人一定不会写错，而笔者可能只认识 𝜑, 而不认识 𝜓 , 所以才搞混淆了。高中数学教材里有时候会用 𝜑 表示角度，但是 𝜓 就没有出现在通常的中学数学中。\n\n(9): 这里将 𝑛 阶导 𝑑𝑛𝑑𝑧𝑛 写成了 𝑑𝑑𝑛 。这个完全把一个算子写成了另一个不相关的算子，并且这个不相关的算子通常表示在法向量方向的导数，是多元微积分的内容。只有没学过微积分的人才会犯这个错误。\n\n(11): 这里冒出了一个从 0 到 -1 的求和，这个是一个严重的笔误，因为求和符号的基本原则是上界要大于下界。熟悉求和符号 ∑ 的人一定不会犯这种笔误，所以这个笔误的出现说明笔者不懂 ∑ 。而 ∑ 一般出现在普通的高中数学中，所以笔者的数学水平可能至多处于高中某个阶段。\n\n(1)(10)(11)(12)(13): 把∑写成了 2 。 我起初认为这只是一个书写习惯的问题，并不严重。但是后来有网友指出，这些 2 中的 2 和板书里其它地方的真正的 2 是一样的笔法，那么这样 2 就不是书写潦草所致，而是笔者真的以为 ∑ 是 2，那这个就非常严重了。这个再次印证了笔者不懂 ∑ 求和。\n\n基于这些分析，我们可以断定，书写这个板书的人的数学水平至多是高中水平，完全没有学过数学分析，更不用说视频里提到的 Evans 的 PDE 教材这种以数学分析为基础的数学系的研究生课程。\n\n数学圈以外的人，可能会将所有这些问题解释成紧张或书写习惯问题。现在我打个比方来解释这个板书在数学世界中有多严重。虽然任何比喻都会有其不精确性，但是比喻的作用来自其通俗性。假设有一个全中国俄语作文大赛的获奖者，在黑板上抄了一段俄文。旁观者们完全不懂俄语，都觉得这个板书颇有大家风范。后来，一个俄语专家看了这个板书，以下是这位专家的发现。他第1秒发现这个板书里有很多单词抄错了，感觉可能是获奖者紧张或疏忽所致；他第3秒发现有几个非常常用的单词抄错了，这些常用的单词如同英语里的 the 和 is 那么常见，他觉得即使是上过一学期俄语课的人也不会犯这种错；他第5秒发现板书里面有很多俄语字母写错了，有些俄语字母被写成了其它的俄语字母，有些俄语字母被写成了一些俄语中不存在的符号；他第7秒发现，有个俄语字母在板书里出现了5次，但是却在板书里被写成了3个不同的符号。他的结论是，获奖者连俄语的字母都没有认全。注意，这里说的是笔者没有认全俄语的33个字母，而不是指那几千个常用的俄语单词。\n\n## （3）这个板书是不是姜萍写的？\n\n支持姜萍的人说，既然这个板书是摆拍，那很可能是工作人员为节约时间代她写的。但是，在视频中，有几个画面明确地显示有一只手在写这个板书，也有几个画面明确地显示姜萍在黑板上写这个板书。而且，既然是拍姜萍的故事，如果导演有基本的职业素养，那不就是应该让姜萍写数学公式，然后让摄影师拍姜萍写公式的样子，之后拍姜萍写的公式？拍摄姜萍亲自写数学公式在这个采访中绝对不能算浪费时间。\n\n如果这个板书真是别人代写的，那么我有两个疑问。首先，谁有这个魄力，在完全不懂高等数学的情况下，敢替姜萍抄一段漏洞百出的高等数学公式到黑板上，用来给各大媒体转载？其次，如果真有人代写，并且姜萍有着本科数学的水平，那她必定能够一眼看出这个板书是多么的不入流，那她还能容许用这个板书扮演自己在视频中的板书，并且摆出在上面写字的姿势继续拍下去？\n\n是否有人代写板书，或许阿里巴巴可以出来澄清。\n\n## （4）用LaTex的必要性\n\n阿里巴巴竞赛的参赛者需在网上提交答卷，系统接受手写的解答的照片或扫描版，或者用各种电子编辑器写出的解答。复旦大学数学科学学院姚一隽教授评价姜萍的答卷时说: “用词精准，表达流畅，LaTex使用熟练。如果不讨论数学水平，只看答卷水平，可以(保守地)说，国内95%的数学专业的学生在规定时间内是写不出那样一份答卷的。”\n\nLaTex是一种学术界通用的数学公式排版软件，广泛用于书写数学和物理学的专业论文。在老师的指导下，一个学生要学会这个软件做一些基本的编辑，一般只需要几个小时；但是，要达到比较熟练地应用这个软件，一般需要用这个软件写过总共将近一百页的论文。抄写一页比较复杂的数学公式，一般手写可能只需要花5分钟；一个LaTex高手用LaTex抄写可能需要花40分钟；一个LaTex初学者可能需要花3个小时才能抄完。由此可见，LaTex是如此的耗时耗力。因此，多数情况下，在还没有开始写论文时，数学系的学生是不会主动使用LaTex的。那么，我这里质疑的是，姜萍在中专学习数学，从来没有写过论文，她有什么动力使自己把LaTex练习得那么熟练？注意，这里的关键，不是说学习LaTex的难度，而是学习LaTex的必要性。另外，作为一个中专生，有多少机会能够坐在电脑前面写如此耗时耗力而不促进数学水平的LaTex？\n\n## （5）其它的一些小疑问\n\n在那个采访视频的刚开始，姜萍得知自己拿了这么高的名次后，显得难以置信，说她以为自己会是“卡尾子”进的决赛，即是刚刚高出分数线几分。事实上，姜萍考了93分，比分数线45分多出了一大截。在这个时间非常充裕的数学竞赛中，一个优秀的选手，自己能得多少分，肯定应该是了然于胸的。根据往年的分数线的经验，或者他老师的参赛经验，她不知道自己的分数大概在什么位置显得不合逻辑。或许，这个可以解释成导演为增加传奇色彩而设计的一个画蛇添足的情节。\n\n在阿里巴巴发布的第一版视频中，姜萍将谢惠民的“数学分析”说成了“数学方面”。数学分析内容极多，通常是数学系本科生入学后的前三个学期的课程，而谢惠民的两册书共超过700页。如果她自学通透了的课程，那么那几个月内脑子里时时刻刻都会是“数学分析”这四个字，这个错误不是紧张口误能解释的。我这里借用一个网友的比喻：一个熟读《三国演义》的人，在紧张口吃的情况下也不会把“三国演义”说成“三国世界”。\n\n而阿里巴巴后来发布了修改后的视频，新的视频将“数学方面”改成了“数学分析”。这个是不是此地无银三百两？\n\n## （6）作弊的可能性分析\n\n现在我们讨论初赛作弊的可能性。这一节的讨论缺乏可检验的证据，但是可以较合理的解释很多疑问。我并不断言这些说法一定是真相，但是希望用这些说法告诉大家有很多可能性，并且启发大家思考。\n\n知乎上有网友提出，有一种团队作弊方式，应付初赛非常有效。这个作弊方式在大部分人的意料之外，而我也是第一次听说。下面我结合初赛的形式介绍一下这个作弊方式。\n\n上面提到，初赛中不同的问题涉及到数学的各个方向，单个选手非常难以得满分。注意到从研究生阶段开始，数学系的学生们主要在自己的研究方向深入，会逐渐忘记别的方向的大部分内容，所以很多博士生考初试反而不如自己在本科毕业时更有优势。但是，初赛中的每一个问题，对于熟悉这个问题所在方向的研究生来说难度并不大。那么，如果有一个团队（例如一个微信群），由几个数学系的硕士生或博士生组成，这些研究生的研究方向涵盖数学的各大方向。考试时，大家分工合作，每个人只要攻下自己方向的问题，然后大家汇总，那么每个人就能得到所有问题（或者大部分问题）的答案，从而每个人都可以在初赛中获得好成绩。\n\n姜萍的老师王闰秋曾经是江苏大学数学系的硕士生，在阿里巴巴的报道中他是姜萍通往数学世界的伯乐。按照阿里巴巴的官方记录，王闰秋去年和今年都参加了阿里竞赛，这两年都进去了复试，并且去年没有获奖。\n\n下面，我叙述一些网友对背后的故事的描述，这些描述基于网上流传了很多和王闰秋或姜萍相关的人的聊天记录的截屏。我再次重申，这些截屏和故事的真实性难以判定，而我介绍的目的是为了引发大家思考。这些截屏显示，王闰秋利用团队作弊，帮助自己通过了今年的初试。并且，姜萍的93分，出自王闰秋以姜萍的身份注册的另一个参赛帐号。这个帐号的答卷，由王闰秋写的LaTex提交，以避免暴露自己的笔迹，甚至有可能从头到尾姜萍都没有看过初赛的题目。王闰秋开这个小号的目的，为的是在决赛中有两次机会读题并答题，以提升他在决赛中的成绩。\n\n决赛的赛制是，在官方划出的固定的24小时中，每个选手可以选择适合自己的连续的8个小时读题并答题。决赛依然是线上的，但是要求选手8小时全开摄像头，允许短暂地离场去吃饭或上厕所。如果王闰秋真的可以操纵两个帐号，那么他可以在第0小时以小号上线读题，然后退出，然后在线下继续思考考试题目，或者寻求团队的帮助，在最后的8小时内上线以自己的帐号上线答题。那么，王闰秋为什么这么希望在决赛获奖呢？网上的解释有几个，其中一个是说他想要申请数学系的博士，而决赛的奖项可以增加他申请的成功率；另一个解释说他开了一个考研辅导班，而他获奖可以提升辅导班的知名度，如果他的学生获奖则可以大大提高辅导班的知名度。\n\n这里我解释一下，今年阿里巴巴竞赛的决赛分不同赛道进行，即每个考生选择一个数学方向，并且只解答这个方向的问题，之后评奖也只看同一赛道内的排名。决赛问题的难度相当于名校数学系博士生的资格考试的难度，能够在决赛中获奖的选手放到清华北大的博士生中也是佼佼者。因此，如果王闰秋在决赛中获奖，对于他申请985院校的博士生确实有很大的作用。值得一提的是，上述的团队作弊方式，对于决赛效果不佳，因为决赛本来就只考数学的一个方向，每个问题都异常困难，即使有10个同一方向的普通水平的研究生一起讨论几小时，可能也解不出他们方向所在赛道的最难的那2-3个问题。\n\n如果这个王闰秋作弊的猜测属实，那么姜萍的数学水平可能就是一个普通的中专生的数学水平，这个也能解释我们关于那个板书的大量的疑问。就是说，那个板书是姜萍从王闰秋的笔记本上抄写的，因为王闰秋手写的有些潦草，姜萍又不没见过那些高中范围外的符号，于是那些符号就出现了各种极不专业的错误。\n\n上面我们提出了种种疑点，这或许印证了那句名言，要撒一个完美的谎言是多么的困难。我个人认为，姜萍的初赛成绩极有可能不是她自己考出来的。然而，因为当事人们的沉默，涟水中专的信息封锁，网络上的文件无法辨别真伪，我们拥有的可靠的证据非常有限，而我们所依赖的逻辑分析并不能算实证。理论上，姜萍依然可能是被冤枉的。\n\n很多人在等待姜萍的决赛成绩，希望根据决赛成绩确定她的初赛成绩是否是她自己所得，但是实际上她的决赛成绩说明不了任何问题。因为决赛的数学的深度和难度远大于初赛，所以即使姜萍在决赛中的成绩不佳，也不能证明她的初赛成绩是假的。即使她的决赛成绩很好，大家依然会陷入她决赛成绩是否真实的争论之中。\n\n## （7）如果姜萍是被冤枉的\n\n如果是姜萍有真才实学，而她想要证明自己的清白，那是非常容易的事情，因为数学的会与不会是非常容易判定的。姜萍只需要在网上直播讲解自己初赛的题目是怎么做的，并且回答网民的一些相关的问题，便可自证清白。如果他不喜欢采用这种不够严肃的方式，毕竟网上人杂意外多，那么她可以找3-4个知名的数学教授，组织一个正式的数学的面试，只需要半个小时就可以证明她的实力。数学界的大部分教授（包括我）都很会乐意参与这个面试，并且在确认姜萍的学识后在她的学业上帮助她。如果以上提议姜萍都觉得不合适，我将以个人的名义邀请姜萍来北京大学访问，和她讨论数学或者将来的职业发展，费用由我来承担。\n\n## （8）结语\n\n数学研究者们喜欢清静，也需要清静才能潜心地做学问。我希望这件事情能够尽快水落石出，还大家一个公道，还数学界一个清白，还数学界一片净土。", "likes": 78, "original_index": 54}, {"created_at": "2024-06-27T04:49:55.633Z", "reply_count": 3, "reply_to_post_number": null, "raw": "这下让北大捷足先登了，而交大还在对发不发邀请窝里斗", "likes": 97, "original_index": 54}, {"created_at": "2024-06-27T04:57:31.584Z", "reply_count": 0, "reply_to_post_number": 2, "raw": "交又输！", "likes": 12, "original_index": 54}, {"created_at": "2024-06-27T05:16:26.717Z", "reply_count": 1, "raw": "能不能貼個原文", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T05:19:58.173Z", "reply_count": 1, "raw": "贴啦", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T05:23:34.746Z", "reply_count": 3, "reply_to_post_number": 2, "raw": "\n[details=\"交大态度\"]\n\n![图片|690x1493](upload://gDnTnkQgUccoHi8iCQK5Gyh9JeK.jpeg)\n\n[/details]", "likes": 75, "original_index": 54}, {"created_at": "2024-06-27T05:37:53.309Z", "reply_count": 0, "raw": "厲害👍", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T05:49:07.072Z", "reply_count": 0, "reply_to_post_number": null, "raw": "转一手同学评论：本科以上的人看了还是质疑，本科以下的人根本不看", "likes": 62, "original_index": 54}, {"created_at": "2024-06-27T05:51:17.926Z", "reply_count": 1, "reply_to_post_number": null, "raw": "大家都是经历过各种考试过来的，很明显，JP的成绩是作弊来的。她过去的考试成绩表明，她就是一个数学低能的学生，和天才根本没有任何关系。", "likes": 44, "original_index": 54}, {"created_at": "2024-06-27T05:51:49.246Z", "reply_count": 0, "reply_to_post_number": null, "raw": "这位哥们，你还邀请吗？ :face_with_peeking_eye:\n[quote=\"purplebean, post:1, topic:275662, full:true, username:purplebean\"]\n打算邀请姜萍老师到上海交通大学开一场讲座，希望内容为《partial differential equations（偏微分方程）》（具体内容姜萍老师可自行安排），为大家现场解疑答惑。\n讲座将在闵行校区东中院大阶梯教室中进行，届时将在网络平台全球同步直播。\n\n希望在水源上找到愿意一起联署实名邀请的人，实名线下（校内）拍短视频邀请她\n\n我将报销姜萍及其监护人的来回路费，讲座费将与姜萍协商及其监护人老师协商。\n[/quote]", "likes": 6, "original_index": 54}, {"created_at": "2024-06-27T05:55:50.432Z", "reply_count": 1, "reply_to_post_number": null, "raw": "学阀闹麻了, 看得懂我们人民数学家吗?", "likes": 33, "original_index": 54}, {"created_at": "2024-06-27T07:26:48.011Z", "reply_count": 0, "reply_to_post_number": null, "raw": "我觉得只质疑jumping不行，总搞得像学阀迫害jumping一样，我建议把这几个质疑的教授，数竞教练，up主和jumping拉到一起，然后一起线上直播做题，不限于中考，高考，微积分，偏微分方程。", "likes": 19, "original_index": 54}, {"created_at": "2024-06-27T07:32:02.939Z", "reply_count": 0, "reply_to_post_number": 6, "raw": "北大下出了自己的本手", "likes": 3, "original_index": 54}, {"created_at": "2024-06-27T07:38:59.770Z", "reply_count": 0, "raw": "说得对！", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T07:43:30.977Z", "reply_count": 0, "reply_to_post_number": null, "raw": "补一下袁新意教授的介绍\n袁新意教授是2000年的IMO金牌，是北大“黄金一代”的几名成员之一，也是中国数学界的中流砥柱，更曾被一度认为是我国数学界最接近fields奖的数学家之一\n袁教授的publication也很强，应该是有5篇四大，在国际范围内也是准一流级别的数学家\n同时，袁教授不做自媒体，所以他以个人名义去邀请jumping到北大访问，既不存在蹭流量的嫌疑，又因为其在我国数学界的崇高地位，可以使得这件事情引起数学界的普遍关注，可以预计到这件事情即将在数学界引起足够的重视，届时将有更多数学工作者呼吁对jumping的真实水平进行检验\n相信真相很快就要大白了", "likes": 75, "original_index": 54}, {"created_at": "2024-06-27T07:48:04.413Z", "reply_count": 3, "reply_to_post_number": null, "raw": "很急，有没有在八指导群里的源友转达一下八指导关于姜萍事件的最新指示 :tired_face:", "likes": 3, "original_index": 54}, {"created_at": "2024-06-27T08:02:38.000Z", "reply_count": 0, "reply_to_post_number": 2, "raw": "在公开平台上表明质疑的交大学生（我知道的有知乎上的归途如稽，B站某UP）都被自己的铁拳砸了，如果jumping这个事情不官方层面意义上反转还好说，要是最后官方承认jumping是造假，就有点难绷了\n只能希望如果最后反转了，舆论导向也不要变成“上海交通大学对内进行过度言论管控”吧", "likes": 9, "original_index": 54}, {"created_at": "2024-06-27T08:07:44.258Z", "reply_count": 0, "reply_to_post_number": null, "raw": "不愧是我大黄高的校友，袁老师赛高！！！", "likes": 3, "original_index": 54}, {"created_at": "2024-06-27T08:14:42.322Z", "reply_count": 0, "reply_to_post_number": null, "raw": "但是我想，我见到你们这样热情啊，一句话不说也不好。。。我没有说要质疑姜小姐，没有任何这个意思。但是你们一定要非得要问我对姜小姐的数学水平认可不认可，我可以回答你一句“无可奉告”。", "likes": 12, "original_index": 54}, {"created_at": "2024-06-27T08:22:25.142Z", "reply_count": 0, "reply_to_post_number": null, "raw": "按你源某些人的态度：\n\n> 劝你做事别戴着北大教授的title博眼球，其他你私人的行为你随意\n\n令人感叹", "likes": 5, "original_index": 54}, {"created_at": "2024-06-27T08:27:44.129Z", "reply_count": 0, "reply_to_post_number": 22, "raw": "不是交大，是华中师范大学某彭姓教授，而且还没邀请就被曝光痛批了", "likes": 7, "original_index": 54}, {"created_at": "2024-06-27T09:13:37.544Z", "reply_count": 1, "reply_to_post_number": 12, "raw": "注意用词：民间≠人民\n民科：民间科学家\n人民科学家是褒义的", "likes": 4, "original_index": 54}, {"created_at": "2024-06-27T09:45:50.670Z", "reply_count": 1, "reply_to_post_number": 24, "raw": "也不一定是啥褒义", "likes": 1, "original_index": 54}, {"created_at": "2024-06-27T09:51:20.947Z", "reply_count": 1, "reply_to_post_number": 17, "raw": "八：叭叭，叭叭叭！叭叭叭叭叭叭叭，叭，叭。叭叭，叭叭叭叭叭，叭叭叭叭，叭叭？叭叭叭！叭叭叭！！！叭叭？叭叭！叭叭叭叭叭，叭叭叭叭。叭叭叭叭叭叭叭叭叭叭叭叭，叭叭叭叭叭叭叭叭叭！叭叭叭叭叭叭叭。叭叭叭叭叭！叭叭！叭叭叭叭叭叭叭叭叭！叭叭叭叭叭。", "likes": 4, "original_index": 54}, {"created_at": "2024-06-27T09:58:06.424Z", "reply_count": 0, "reply_to_post_number": 17, "raw": "前面忘了，中间忘了，总之是被共济会渗透了", "likes": 3, "original_index": 54}, {"created_at": "2024-06-27T10:02:11.506Z", "reply_count": 1, "reply_to_post_number": 17, "raw": "袁人在美国，肯定是吃了共济会的狗粮", "likes": 3, "original_index": 54}, {"created_at": "2024-06-27T10:03:04.379Z", "reply_count": 1, "raw": "不是回北大了吗，共济会，他还远没有资格啊", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T10:10:37.518Z", "reply_count": 0, "reply_to_post_number": 29, "raw": "哦哦记错了", "likes": 1, "original_index": 54}, {"created_at": "2024-06-27T13:01:12.412Z", "reply_count": 1, "reply_to_post_number": 6, "raw": "交好像删了这条微博，交又怂", "likes": 5, "original_index": 54}, {"created_at": "2024-06-27T13:23:02.214Z", "reply_count": 1, "reply_to_post_number": null, "raw": "[quote=\"盛夏厅骑士, post:1, topic:276435, username:sunfyre\"]\n因为数学的会与不会是非常容易判定的\n[/quote]\n\n路过被踢了一脚🤡", "likes": 4, "original_index": 54}, {"created_at": "2024-06-27T13:59:09.573Z", "reply_count": 0, "raw": "哎，野狗", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T14:04:28.787Z", "reply_count": 0, "reply_to_post_number": 34, "raw": "这个学校！怂了！", "likes": 6, "original_index": 54}, {"created_at": "2024-06-27T15:21:17.521Z", "reply_count": 0, "reply_to_post_number": 25, "raw": "人民科学家是一个国家搬的🥇", "likes": 1, "original_index": 54}, {"created_at": "2024-06-27T15:32:08.846Z", "reply_count": 1, "reply_to_post_number": null, "raw": "袁新意亲自发文说这件事属实是大炮打蚊子了", "likes": 4, "original_index": 54}, {"created_at": "2024-06-27T16:20:22.660Z", "reply_count": 3, "reply_to_post_number": 39, "raw": "也不完全是，国内学术实力+统战价值两开花，还能逼到官方下场回应（他下场之后，涟水县人民政府马上反手锤了jumping）的数学家只有他了，国内其他的数学工作者由于在体制内，没法下场的\n这件事情最悲哀的一点是，居然得逼到他下场回应才能结束这场闹剧，实际上赵斌下场拿500W对赌的时候完全就可以结束了", "likes": 21, "original_index": 54}, {"created_at": "2024-06-27T16:26:57.297Z", "reply_count": 1, "reply_to_post_number": 40, "raw": "不知道 赵斌道歉了 500w什么时候拿出来\n拿出来500w得查来路正经不正经 倒查30年有没有偷税漏税", "likes": 2, "original_index": 54}, {"created_at": "2024-06-27T16:28:02.733Z", "reply_count": 0, "reply_to_post_number": 40, "raw": "注：统战价值：指有关部门承受不起下一个许晨阳归国后又出走美国的舆论成本和压力", "likes": 5, "original_index": 54}, {"created_at": "2024-06-27T16:30:56.700Z", "reply_count": 0, "reply_to_post_number": 40, "raw": "官方根本没压力，官媒翻车大可把不专业的责任推到负责的记者。（我以为你已经求证过.jpg）可能官方一开始想的是顺水推舟，结果jumping这货真的拉坨大的。", "likes": 2, "original_index": 54}, {"created_at": "2024-06-27T16:50:45.554Z", "reply_count": 1, "reply_to_post_number": 26, "raw": "哥我不会推背图解不出来 :sob:", "likes": 1, "original_index": 54}, {"created_at": "2024-06-27T16:59:20.546Z", "reply_count": 1, "raw": "所以决赛成绩出来了吗", "likes": 0, "original_index": 54}, {"created_at": "2024-06-27T17:28:51.621Z", "reply_count": 1, "reply_to_post_number": null, "raw": "实锤了好像 涟水政府回复月考截图属实了", "likes": 6, "original_index": 54}, {"created_at": "2024-06-27T18:52:41.549Z", "reply_count": 1, "reply_to_post_number": 46, "raw": "![Screenshot_20240627_232236|690x470](upload://4tMMeJVT92tRg3zHDlMpCEICB79.jpeg)\n实锤有什么用呢\n实锤下面最高赞评论\n对于有脑子的人 用不着他实锤\n对于没脑子的人 他实锤也没用\n\n又看到另一种论调：符号是写错了怎么着，能做对就行\n一开始这甚至是个小众论调，现在已经统一口径了 :clown_face:", "likes": 17, "original_index": 54}, {"created_at": "2024-06-28T00:44:39.501Z", "reply_count": 0, "reply_to_post_number": 45, "raw": "得等八月吧", "likes": 1, "original_index": 54}, {"created_at": "2024-06-28T04:36:02.573Z", "reply_count": 0, "reply_to_post_number": 47, "raw": "不管了 评价为认知不一样 他们这样想自己舒服就随他们去吧 只能说民智亟待开化", "likes": 2, "original_index": 54}, {"created_at": "2024-06-28T07:40:56.360Z", "reply_count": 0, "reply_to_post_number": 41, "raw": "赵斌根本就没道歉吧，网上传的是假冒的", "likes": 2, "original_index": 54}, {"created_at": "2024-06-28T08:24:34.400Z", "reply_count": 1, "raw": "所以希腊字母γ的大写形式是什么呀？", "likes": 0, "original_index": 54}, {"created_at": "2024-06-28T08:32:32.134Z", "reply_count": 0, "reply_to_post_number": 51, "raw": "$\\Gamma$", "likes": 2, "original_index": 54}, {"created_at": "2024-06-30T04:01:58.378Z", "reply_count": 0, "raw": "\\Gamma", "likes": 0, "original_index": 54}, {"created_at": "2024-06-30T08:14:48.307Z", "reply_count": 0, "raw": "某些人都支持jp了，我还能说什么呢，笑笑算了", "likes": 0, "original_index": 54}]